[{"id":1,"name":"Nursing Home","image":"https://image.freepik.com/free-vector/nursing-home-concept-illustration_114360-2874.jpg","description":"A nursing home is a place for people who don't need to be in a hospital but can't be cared for at home. Most nursing homes have nursing aides and skilled nurses on hand 24 hours a day. Some nursing homes are set up like a hospital. The staff provides medical care, as well as physical, speech and occupational therapy."},{"id":2,"name":"Diet & Nutrition","image":"https://image.freepik.com/free-vector/healthy-vs-unhealthy-food-flat-illustration_74855-18384.jpg","description":"Diet can also refer to the food and drink a person consumes daily and the mental and physical circumstances connected to eating. Nutrition involves more than simply eating a “good” diet—it is about nourishment on every level.A healthy diet is essential for good health and nutrition. It protects you against many chronic noncommunicable diseases, such as heart disease, diabetes and cancer. Eating a variety of foods and consuming less salt, sugars and saturated and industrially-produced trans-fats, are essential for healthy diet."},{"id":3,"name":"Elder Care","image":"https://image.freepik.com/free-photo/nurse-giving-pills-smiley-old-man_23-2148239015.jpg","description":"Elder care, often referred to as senior care, is specialized care that is designed to meet the needs and requirements of senior citizens at various stages. As such, elder care is a rather broad term, as it encompasses everything from assisted living and nursing care to adult day care, home care, and even hospice care.Elder care planning is essentially a comprehensive strategy that helps define a senior's wishes and assists designated caregivers and/or advocates in handling the physical, personal and financial affairs of a senior aging into the last phases of life."},{"id":4,"name":"Dementia Care","image":"https://image.freepik.com/free-vector/alzheimer-disease-abstract-concept-vector-illustration-amnesia-diagnosis-dementia-alzheimer-treatment-degenerative-disease-dotage-problem-aged-people-illness-memory-loss-abstract-metaphor_335657-4073.jpg","description":"In the older population, dementia is the most frequent reason for long-term care. Because most forms of dementia cannot be cured, the aim of treatment is to delay disease progression and to maintain functioning and quality of life.Late stage Alzheimer's sufferers become unable to function and eventually lose control of movement. They need 24-hour care and supervision. They are unable to communicate, even to share that they are in pain, and are more vulnerable to infections, especially pneumonia."},{"id":5,"name":"Stroke Care","image":"https://image.freepik.com/free-psd/brain-study-background-psd-mental-health-care-medical-technology_53876-123320.jpg","description":"Provide personal care such as bathing and dressing. coordinate health care needs including medications and doctor and rehab appointments. manage finances and insurance coverage. help the survivor maintain and increase their ability to function.Limit foods high in saturated fat such as biscuits, cakes, pastries, pies, processed meats, commercial burgers, pizza, fried foods, potato chips, crisps and other savoury snacks. Limit foods which contain mostly saturated fats such as butter, cream, cooking margarine, coconut oil and palm oil."},{"id":6,"name":"Rehabilitition","image":"https://image.freepik.com/free-photo/mental-health-care-sketch-diagram_53876-121351.jpg","description":"Rehabilitation is care that can help you get back, keep, or improve abilities that you need for daily life. These abilities may be physical, mental, and/or cognitive (thinking and learning). You may have lost them because of a disease or injury, or as a side effect from a medical treatment.Purpose. The purpose of rehabilitation is to restore some or all of the patient's physical, sensory, and mental capabilities that were lost due to injury, illness, or disease. Rehabilitation includes assisting the patient to compensate for deficits that cannot be reversed medically.The three main types of rehabilitation therapy are occupational, physical and speech. Each form of rehabilitation serves a unique purpose in helping a person reach full recovery, but all share the ultimate goal of helping the patient return to a healthy and active lifestyle."}]